cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'homebrew/dupes'
tap 'homebrew/completions'

brew 'bash'
brew 'bash-completion'
brew 'python'
brew 'node'
brew 'vim', args: ['with-override-system-vi']
brew 'gnu-sed', args: ['with-default-names']
brew 'gnu-tar', args: ['with-default-names']
brew 'gnu-which', args: ['with-default-names']
brew 'gnutls', args: ['with-default-names']
brew 'grep', args: ['with-default-names']
brew 'findutils'
brew 'coreutils'
brew 'binutils'
brew 'diffutils'
brew 'gzip'
brew 'watch'
brew 'tmux'
brew 'wget'
brew 'nmap'
brew 'ack'
brew 'git'
brew 'git-extras'
brew 'htop-osx'
brew 'gnupg2'
brew 'gpg-agent'
brew 'pinentry-mac'
brew 'jq'
brew 'fswatch'
brew 'shellcheck'
brew 'stormssh'
brew 'packer'
brew 'terraform'
brew 'vagrant-completion'

tap 'zzrotdesign/tap'
brew 'docker-clean'

cask 'vagrant'
